{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"čĊ":261,"ĠĠ":262,"Ġt":263,"in":264,"Ġa":265,"er":266,"ĠĠĠĠ":267,"Ġth":268,"Ġs":269,"on":270,"re":271,"Ġthe":272,"or":273,"es":274,"at":275,"Ġc":276,"ou":277,"is":278,"Ġw":279,"it":280,"Ġf":281,"en":282,"ed":283,"ing":284,"Ġd":285,"Ġb":286,"an":287,"Ġto":288,"Ġp":289,"le":290,"Ġm":291,"st":292,"et":293,"ion":294,"ll":295,"om":296,"Ġin":297,"Ġan":298,"Ġo":299,"ĠčĊ":300,"ar":301,"Ġn":302,"Ġ-":303,"ĠI":304,"ĠĠĠĠĠĠĠĠ":305,"ic":306,"us":307,"ot":308,"Ġl":309,"ec":310,"Ġh":311,"Ġis":312,"ac":313,"Ġre":314,"as":315,"ro":316,"al":317,"00":318,"Ġand":319,"ut":320,"Ġ1":321,"ver":322,"ve":323,"Ġof":324,"Ġy":325,"Ġe":326,"ent":327,"ĠĠĠ":328,"un":329,"ow":330,"âĶ":331,"Ġyou":332,"Ġon":333,"am":334,"Ġ(":335,"de":336,"Ġus":337,"il":338,"Ġit":339,"âĶĢ":340,"pt":341,"âĶĢâĶĢ":342,"Ġg":343,"if":344,"Ġfor":345,"Ġthat":346,"em":347,"Ġbe":348,"Th":349,"--":350,"ab":351,"ri":352,"ith":353,"ad":354,"ct":355,"Ġwh":356,"Ġ0":357,"ĠĠĠĠĠĠ":358,"est":359,"ly":360,"im":361,"Ġ\"":362,"ter":363,"Ġr":364,"all":365,"Ġcon":366,"ile":367,"Ġst":368,"ĠS":369,"Ġ2":370,"ld":371,"ke":372,"Ġwith":373,"oc":374,"ss":375,"ig":376,"up":377,"Ġ/":378,"ch":379,"ay":380,"out":381,"ation":382,"ess":383,"id":384,"Ġex":385,"Ġthis":386,"ate":387,"and":388,"ag":389,"Ġcom":390,"Ġnot":391,"ĠA":392,"ul":393,"Ġha":394,"th":395,"Ġpro":396,"Ġcan":397,"ect":398,"ere":399,"ce":400,"se":401,"Ġv":402,"..":403,"um":404,"sw":405,"Ġde":406,"ame":407,"Ġdo":408,"ir":409,"ur":410,"ork":411,"erver":412,"Ġas":413,"ort":414,"ould":415,"ack":416,"Ġhave":417,"Ġor":418,"nt":419,"ol":420,"ire":421,"ost":422,"ĠTh":423,"rom":424,"Ġsh":425,"yst":426,"Ġfile":427,"ystem":428,"op":429,"âĶĢâĶĢâĶĢâĶĢ":430,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":431,"og":432,"ill":433,"Ġare":434,"qu":435,"art":436,"ain":437,"el":438,"Ġne":439,"Ġch":440,"sh":441,"ĠC":442,"An":443,"Ġby":444,"ine":445,"ĠD":446,"ĠĠĠĠĠ":447,"swer":448,"ach":449,"pp":450,"dd":451,"ĉĠĠ":452,"ore":453,"ome":454,"Ġfrom":455,"li":456,"ist":457,"Ġif":458,"Ġ--":459,"able":460,"ĠP":461,"Ġsu":462,"cess":463,"Ġbut":464,"'t":465,"ĠĠĠĠĠĠĠ":466,"Ġcomm":467,"ff":468,"Ġall":469,"vic":470,"ions":471,"ult":472,"Ġse":473,"Answer":474,"ail":475,"'s":476,"Ġserver":477,"Ġmy":478,"ip":479,"ĠL":480,"od":481,"ĠM":482,"end":483,"Ġyour":484,"ble":485,"ĠR":486,"----":487,"Ġuse":488,"Ġrun":489,"Ġtr":490,"ht":491,"Ġ[":492,"Ġk":493,"estion":494,"ally":495,"ĠN":496,"com":497,"ers":498,"Ġ$":499,"Ġwill":500,"==":501,"Ġadd":502,"ind":503,"ap":504,"ex":505,"ant":506,"Ġli":507,"Ġun":508,"Ġset":509,"irect":510,"Ġfil":511,"Ġ'":512,"16":513,"Ġ3":514,"Ġat":515,"Ġal":516,"10":517,"are":518,"eth":519,"Ġany":520,"ock":521,"cri":522,"age":523,"ĠF":524,"Ġcommand":525,"ich":526,"ple":527,"ory":528,"ĠU":529,"Ġ=":530,"vice":531,"Ġsystem":532,"put":533,"Ġout":534,"12":535,"con":536,"root":537,"ĠO":538,"our":539,"int":540,"ust":541,"ure":542,"fig":543,"so":544,"Ġsp":545,"Qu":546,"Ġwork":547,"Ġinst":548,"cript":549,"ĉĉ":550,"ard":551,"etw":552,"ug":553,"ode":554,"ount":555,"rou":556,"ĠW":557,"ue":558,"port":559,"ive":560,"Question":561,"abl":562,"Ġup":563,"nect":564,"Ġfiles":565,"pl":566,"ime":567,"ux":568,").":569,"Ġso":570,"ang":571,"ress":572,"Ġ|":573,"iz":574,"ell":575,"ace":576,"ash":577,"ĠThe":578,"oo":579,"Ġwhich":580,"ĠT":581,"25":582,"Ġlike":583,"Ġusing":584,"20":585,"ĠE":586,"Ġ4":587,"Ġen":588,"Ġj":589,"one":590,"inux":591,"Ġac":592,"nd":593,"ern":594,"ase":595,"key":596,"etc":597,"Ġcont":598,"ĠB":599,"err":600,"Ġdirect":601,"Ġneed":602,"tp":603,"yp":604,"ub":605,"ated":606,"Ġ5":607,"Ġget":608,"for":609,"dev":610,"Ġi":611,"Ġ*":612,"erm":613,"Ġsome":614,"Ġthen":615,"etwork":616,"to":617,"0000":618,"Ġopt":619,"ning":620,"ink":621,"Ġwould":622,"lo":623,"fa":624,"Ġma":625,"âĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢ":626,"Ġthere":627,"Ġdis":628,"ech":629,"fer":630,"Ġuser":631,"ther":632,"Ġwhen":633,"92":634,"Ġone":635,"ata":636,"The":637,"ssh":638,"64":639,"Ġconnect":640,"ĠG":641,"##":642,"Ġonly":643,"bin":644,"Ġ10":645,"ocal":646,"),":647,"Ġwant":648,"Ġinter":649,"ĠH":650,"ud":651,"ER":652,"ity":653,"Ġfo":654,"Ġdoes":655,"ord":656,":/":657,"cp":658,"fault":659,"Ġres":660,"Ġno":661,"Ġapp":662,"ys":663,"ite":664,"error":665,"11":666,"ast":667,"Ġscript":668,"IN":669,"...":670,"bug":671,"echo":672,"Ġar":673,"ment":674,"bo":675,"Ġpo":676,"Ġlog":677,"ĠV":678,"tu":679,"Ġother":680,"Ġver":681,"log":682,"Ġconfig":683,"ST":684,"sion":685,"oth":686,"Ġhas":687,"ath":688,"Ġpr":689,"01":690,"lic":691,"iv":692,"Ġ8":693,"ables":694,"Ġ<":695,"pro":696,"AT":697,"Ġme":698,"Ġqu":699,"Ġwas":700,"You":701,"Ġshould":702,"ĠIP":703,"Ġpre":704,"fs":705,"ervice":706,"Ġwhat":707,"file":708,"ype":709,"ix":710,"eb":711,"UT":712,"ook":713,"own":714,"llow":715,"Ġerror":716,"24":717,"ize":718,"Ġroot":719,"Ġcre":720,"Ġtime":721,"per":722,"cl":723,"Ġprocess":724,"Ġback":725,"ead":726,"gr":727,"Ġhost":728,"Ġnetwork":729,"Ġman":730,"ies":731,"ID":732,"net":733,"Ġ.":734,"Ġ\"$":735,"act":736,"Ġ:":737,"Ġrem":738,"ign":739,"eck":740,"Ġpack":741,"âĢ":742,"ep":743,"arg":744,"Ġle":745,"Ġwr":746,"Ġport":747,"ernel":748,"Ġspec":749,"pen":750,"Ġalso":751,"Ġdirectory":752,"name":753,"Ġread":754,"ĠThis":755,"ote":756,"Ġstart":757,"Ġinstall":758,"Ġ6":759,"mp":760,"roup":761,"Ġjust":762,"Ġ#":763,"debug":764,"Ġsame":765,"ample":766,"'m":767,"Ġam":768,"Ġgo":769,"168":770,"os":771,"Ġway":772,"gh":773,"ting":774,"tr":775,"xx":776,"aus":777,"form":778,"host":779,"ide":780,"ĉĠĠĠĠĠ":781,"ond":782,"Ġpart":783,"Ġused":784,"wh":785,"Ġnew":786,"Ġkey":787,"Ġim":788,"Ġchang":789,"ows":790,"SH":791,"Ġfollow":792,"fter":793,"Ġtry":794,"PT":795,"Ġdefault":796,"lient":797,"Ġrunning":798,"Ġval":799,"000":800,"ww":801,"yn":802,"CE":803,"uth":804,"Ġline":805,"Ġaddress":806,"ber":807,"Ġhow":808,"blem":809,"====":810,"--------":811,"ĠIf":812,"Ġmore":813,"ound":814,"ong":815,"Ġ{":816,"usr":817,"**":818,"Ġaccess":819,"ition":820,"av":821,"ass":822,"lib":823,"read":824,"atch":825,"Ġ20":826,"=\"":827,"80":828,"Ġlo":829,"Ġsee":830,"lock":831,"Ġproblem":832,"ari":833,"Ġspecif":834,"://":835,"13":836,"der":837,"ull":838,"Ġ7":839,"user":840,"Ġstr":841,"Ġoption":842,"Ġab":843,"Ġoutput":844,"pr":845,"15":846,"ry":847,"Ġssh":848,"Ġmay":849,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":850,"ia":851,"Ġdata":852,"Ġdif":853,"17":854,"Ġkernel":855,"irst":856,"14":857,"ans":858,"ĠLinux":859,"RO":860,"Ġcould":861,"\",":862,"ction":863,"ary":864,"22":865,"ial":866,"Ġsec":867,"ĠIn":868,"Ġlist":869,"If":870,"Ġrequ":871,"Ġmach":872,"var":873,"Wh":874,"ause":875,"Ġdon":876,"te":877,"Ġkn":878,"urn":879,"Ġlook":880,"ft":881,"ible":882,"19":883,"Ġsup":884,"In":885,"Ġper":886,"Ġinto":887,"http":888,"RE":889,"assw":890,"55":891,"ource":892,"32":893,"xt":894,"Ġname":895,"ON":896,"very":897,"tes":898,"ptables":899,"ight":900,"Ġecho":901,"Ġfail":902,"ks":903,"Ġover":904,"rw":905,"Ġdiffer":906,"no":907,"ĠĠĠĠĠĠĠĠĠĠĠ":908,"ument":909,"ie":910,"Ġfollowing":911,"Ġthem":912,"Ġcall":913,"way":914,"bash":915,"ware":916,"Ġ>":917,"system":918,"Ġshell":919,"Ġsim":920,"ied":921,"()":922,"Ġwe":923,"AR":924,"18":925,"set":926,"Ġdri":927,"sd":928,"rep":929,"Ġmount":930,"Ġcomp":931,"]:":932,"ener":933,"ME":934,"04":935,"255":936,"Ġnum":937,"ages":938,"Ġthey":939,"Ġev":940,"Ġbo":941,"Ġvari":942,"23":943,"home":944,"Ġcontain":945,"Ġexec":946,"Ġ192":947,"Ġstat":948,"ĠĠĠĠĠĠĠĠĠ":949,"ree":950,"ache":951,"86":952,"Ġcheck":953,"Ġact":954,"urre":955,"ext":956,"Ġlocal":957,"Ġexp":958,"Ġbec":959,"Ġfirst":960,"untu":961,"Ġabout":962,"This":963,"Ġsom":964,");":965,"ĠIt":966,"Ġsub":967,"Ġtw":968,"Ġmake":969,"sp":970,"Ġthan":971,"fo":972,"iss":973,"server":974,"ync":975,"assword":976,"ron":977,"ething":978,"Ġfun":979,"ĠâĶ":980,"Ġknow":981,"ance":982,"Ġx":983,"Ġret":984,"Ġopen":985,"uct":986,"fore":987,"ous":988,"Ġ\\":989,"ert":990,"Ġexample":991,"AN":992,"'ve":993,"Ġmachine":994,"ually":995,"Ġtri":996,"ever":997,"Ġafter":998,"urrent":999,"ution":1000,"Ġtest":1001,"ĠAC":1002,"/.":1003,"tern":1004,"Ġent":1005,"Ġlink":1006,"config":1007,"Ġtype":1008,"Ġ12":1009,"Ġclient":1010,"Ġmod":1011,"cre":1012,"Ġbytes":1013,"other":1014,"Ġpacket":1015,"Ġ9":1016,"Ġpl":1017,"gram":1018,"omain":1019,"uration":1020,"Ġfind":1021,"ose":1022,"OS":1023,"ject":1024,"Ġeth":1025,"local":1026,"ĉĠĠĠĠĠĠ":1027,"min":1028,"str":1029,"Ġtwo":1030,"ule":1031,"ocker":1032,"Ġperm":1033,"Ġinterf":1034,"09":1035,"Ġeach":1036,"conf":1037,"not":1038,"Ġrout":1039,"Ġsomething":1040,"âĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢ":1041,"Ġcase":1042,"ines":1043,"Ġdes":1044,"ov":1045,"Ġ+":1046,"Ġtcp":1047,"Ġdifferent":1048,"CEPT":1049,"ating":1050,"indows":1051,"ical":1052,"LE":1053,"Ġversion":1054,"30":1055,"):":1056,"IT":1057,"Ġiss":1058,"ication":1059,"ak":1060,"Ġevery":1061,"ically":1062,"udo":1063,"orre":1064,"Ġbecause":1065,"dir":1066,"Ġdevice":1067,"####":1068,"Ġthese":1069,"imit":1070,"arget":1071,"AC":1072,"uil":1073,"Ġfe":1074,"Ġwhere":1075,"Ġgroup":1076,"OR":1077,"Ġcode":1078,"Ġ]":1079,"Ġav":1080,"low":1081,"load":1082,"do":1083,"Ġprint":1084,"ml":1085,"Ġsol":1086,"inal":1087,"FS":1088,"Ġsuch":1089,"date":1090,"app":1091,"Ġ&":1092,"Ġad":1093,"Ġass":1094,"add":1095,"Ġits":1096,"enc":1097,"ames":1098,"Ġreturn":1099,"elp":1100,"vices":1101,"vel":1102,"wn":1103,"ĠWh":1104,"Ġrec":1105,"Ġag":1106,"thing":1107,"Ġ00":1108,"Ġexecut":1109,"ince":1110,"Ġnumber":1111,"Ġconfiguration":1112,"Ġservice":1113,"ian":1114,"arch":1115,"Ġchar":1116,"sudo":1117,"Ġsw":1118,"CP":1119,"Ġdisk":1120,"__":1121,"ence":1122,"Ġposs":1123,"my":1124,"Ġdoesn":1125,"44":1126,"Ġwithout":1127,"Ġprogram":1128,"Ġip":1129,"ake":1130,"ob":1131,"Ġ}":1132,"02":1133,"md":1134,"SS":1135,"Ġunder":1136,"Ġhere":1137,"Ġsupport":1138,"33":1139,"rc":1140,"sys":1141,"Ġarg":1142,"ty":1143,"Ġvalue":1144,"line":1145,"Ġvia":1146,"vir":1147,"ĠĠčĊ":1148,"Ġsystemd":1149,"Ġid":1150,"cept":1151,"par":1152,"ward":1153,"service":1154,"99":1155,"tmp":1156,"Ġcreate":1157,"ough":1158,"Ġbackup":1159,"ED":1160,"Ġ16":1161,"XX":1162,"ĠACCEPT":1163,"Ġable":1164,"::":1165,"ffic":1166,"ations":1167,"Ġ17":1168,"ph":1169,"56":1170,"=$":1171,"lder":1172,"Ġseem":1173,"ĠYou":1174,"Ġfound":1175,"Ġpri":1176,"ser":1177,"Ġatt":1178,"PUT":1179,"ge":1180,"txt":1181,"ne":1182,"ules":1183,"Ġchange":1184,"abled":1185,"ĠIN":1186,"Ġterm":1187,"Ġsize":1188,"Ġcurrent":1189,"Ġprot":1190,"Ġworks":1191,"sa":1192,"ght":1193,"sync":1194,"Ġcorre":1195,"Ġmem":1196,"Ġbash":1197,"ĠSSH":1198,"rough":1199,"comm":1200,"Ġtrying":1201,"open":1202,"Ġthing":1203,"EN":1204,"ates":1205,"50":1206,"Ġsecond":1207,"start":1208,"be":1209,"ĠâĶĤ":1210,"ask":1211,"36":1212,"Ġpar":1213,"Ġtried":1214,"Ġconnection":1215,"test":1216,"34":1217,"pre":1218,"Ġallow":1219,"Ġbeen":1220,"Ġhelp":1221,"itch":1222,"ublic":1223,"Ġend":1224,"Ġgener":1225,"run":1226,"mod":1227,"Ġmess":1228,"ĠĠĠĠĠĠĠĠĠĠĠĠ":1229,"ax":1230,"Ġreg":1231,"Ġstill":1232,"ray":1233,"Ġsc":1234,"get":1235,"ĠX":1236,"ify":1237,"ove":1238,"boot":1239,"opy":1240,"fil":1241,"tual":1242,"its":1243,"AD":1244,"ude":1245,"Ġsource":1246,"back":1247,"ual":1248,"Ġdet":1249,"dis":1250,"Ġbefore":1251,"ten":1252,"Ġinterface":1253,"Ġeven":1254,"Ġmode":1255,"Ġcl":1256,"Ġpassword":1257,"Ġown":1258,"ĠK":1259,"How":1260,"Ġ15":1261,"Ġremote":1262,"org":1263,"Ġthrough":1264,"Ġresult":1265,"Ġboth":1266,"Ġblock":1267,"Ġprov":1268,"ents":1269,"Ġfunction":1270,"Ġem":1271,"AL":1272,"Ġsure":1273,"Ġsetting":1274,"ĠĠĠĠĠĠĠĠĠĠ":1275,"Ġpath":1276,"olum":1277,"Ġpossible":1278,"ĠJ":1279,"apt":1280,"Ġmight":1281,"cc":1282,"Ġmatch":1283,"Ġboot":1284,"iptables":1285,"Ġoptions":1286,"'re":1287,"Ġpoint":1288,"Ġrequire":1289,"Ġdone":1290,"lag":1291,"ĠRA":1292,"ql":1293,"where":1294,"Ġanother":1295,"ctl":1296,"br":1297,"192":1298,"formation":1299,"clude":1300,"48":1301,"Ġsend":1302,"Ġ~":1303,"val":1304,"Ġnow":1305,"========":1306,"but":1307,"path":1308,"TP":1309,"Ġdid":1310,"27":1311,"xy":1312,"Ġaut":1313,"pend":1314,"ish":1315,"38":1316,"ues":1317,"Ġusers":1318,"print":1319,"ET":1320,"top":1321,"ee":1322,"opt":1323,"rwx":1324,"35":1325,"....":1326,"fin":1327,"28":1328,"Ġquestion":1329,"www":1330,"gin":1331,"ted":1332,"37":1333,"Ġmult":1334,"ls":1335,"21":1336,"direct":1337,"Ġinstead":1338,"Ġweb":1339,"Ġissue":1340,"It":1341,"ice":1342,"ters":1343,"ING":1344,"So":1345,"Ġform":1346,"Ġload":1347,"ailable":1348,"Ġhard":1349,"Ġ14":1350,"Ġht":1351,"Ġdown":1352,"uthent":1353,"aw":1354,"Ġz":1355,"Ġcontro":1356,"Ġconfigure":1357,"Ġinformation":1358,"po":1359,"Ġ%":1360,"ĠFor":1361,"the":1362,"ors":1363,"Ġoff":1364,"Ġanswer":1365,"Ġargument":1366,"ange":1367,"Ġwrite":1368,"ĉĉĉĉ":1369,"=/":1370,"irtual":1371,"sel":1372,"viron":1373,"Ġcommands":1374,"Ġtra":1375,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1376,"08":1377,"buntu":1378,"Ġbeing":1379,"man":1380,"Ġstring":1381,"ump":1382,"ased":1383,"een":1384,"ise":1385,"FI":1386,"stat":1387,"Ġgiv":1388,"Ġexist":1389,"29":1390,"Ġapplic":1391,"Ġke":1392,"26":1393,"Ġthink":1394,"vironment":1395,"ns":1396,"etween":1397,"aces":1398,"IP":1399,"time":1400,"Ġworking":1401,"data":1402,"less":1403,"NS":1404,"For":1405,"ination":1406,"Ġpackets":1407,"US":1408,"ave":1409,"uc":1410,"sec":1411,"Ġvariable":1412,"DE":1413,"ĠWindows":1414,"ession":1415,"Ġbetween":1416,"07":1417,"lease":1418,"issions":1419,"Ġacc":1420,"Ġcorrect":1421,"Ġob":1422,"Ġcharac":1423,"side":1424,"Ġrequest":1425,"Ġwhile":1426,"03":1427,"Ġlong":1428,"ither":1429,"ably":1430,"aid":1431,"Ġhttp":1432,"ear":1433,"Ġtheir":1434,"Ġhand":1435,"ick":1436,"Ġstate":1437,"Ġfilesystem":1438,"Ġloc":1439,"06":1440,"ĠCon":1441,"Ġph":1442,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1443,"LO":1444,"Ġgu":1445,"ility":1446,"05":1447,"estination":1448,"Ġgrep":1449,"group":1450,"uff":1451,"Ġinstalled":1452,"Ġ...":1453,"wr":1454,"inter":1455,"Ġmemory":1456,"ingle":1457,"Ġtrans":1458,"Ġshare":1459,"Ġsy":1460,"mount":1461,"uild":1462,"Ġvery":1463,"Ġswitch":1464,"Ġoper":1465,"right":1466,"ĠSt":1467,"fix":1468,"bove":1469,"Ġservers":1470,"Ġtraffic":1471,"AP":1472,"Ġel":1473,"uch":1474,"77":1475,"proc":1476,"round":1477,"St":1478,"Ġbr":1479,"****":1480,"wall":1481,"https":1482,"gg":1483,"Ġabove":1484,"Âł":1485,"Ġser":1486,"Ġthose":1487,"Ġpermissions":1488,"init":1489,"Ġwrit":1490,"Ġcomple":1491,"ful":1492,"ories":1493,"Ġhapp":1494,"Ġavailable":1495,"Ġsolution":1496,"ib":1497,"Ġmost":1498,"systemd":1499,"olic":1500,"Ġdrive":1501,"ative":1502,"96":1503,"ready":1504,"Ġint":1505,"Ġwell":1506,"mb":1507,"ĠHow":1508,"Ġ?":1509,"Ġsay":1510,"Ġexit":1511,"Ġagain":1512,"LI":1513,"Ġtim":1514,"Ġsince":1515,"Ġhad":1516,"----------------":1517,"sed":1518,"54":1519,"Ġpartition":1520,"100":1521,"Ġpass":1522,"Ch":1523,"ways":1524,"Ġsudo":1525,"res":1526,"cat":1527,"ular":1528,"rid":1529,"io":1530,"lect":1531,"ĠVM":1532,"'d":1533,"self":1534,"Ġarray":1535,"ms":1536,"What":1537,"88":1538,"AME":1539,"Ġsetup":1540,"irewall":1541,"EC":1542,"}\"":1543,"Ġu":1544,"Ġenvironment":1545,"Ġalready":1546,"Ġnames":1547,"Ġsingle":1548,"SI":1549,"Ġcopy":1550,"Ġseems":1551,"ĠâĢ":1552,"31":1553,"db":1554,"ĠSo":1555,"ts":1556,"auth":1557,"\":":1558,"rypt":1559,"nel":1560,"Ġcons":1561,"Ġshow":1562,"Ġperform":1563,"Ġiptables":1564,"AB":1565,"Ġdev":1566,"ĠUbuntu":1567,"Ġ100":1568,"MP":1569,"type":1570,"ving":1571,"Ġsect":1572,"urity":1573,"Ġ22":1574,"Ġ19":1575,"Ġ201":1576,"ious":1577,"Ġinit":1578,"ĠRAID":1579,"andard":1580,"Ġcreated":1581,"Ġmultip":1582,"Ġhappen":1583,"39":1584,"Ġlimit":1585,"76":1586,"EL":1587,"Ġcannot":1588,"ason":1589,"Ġnon":1590,"nal":1591,"Ġinput":1592,"uthentication":1593,"Ġmin":1594,"UL":1595,"amet":1596,"orm":1597,"Ġspace":1598,"ĠServer":1599,"ized":1600,"ature":1601,"ower":1602,"My":1603,"40":1604,"${":1605,"ffect":1606,"stall":1607,"ope":1608,"Ġput":1609,"AS":1610,"Ġ11":1611,"lob":1612,"ves":1613,"ocument":1614,"Is":1615,"Ġterminal":1616,"ccess":1617,"ether":1618,"SO":1619,"ps":1620,"Ġmain":1621,"Ġ&&":1622,"IC":1623,"Ex":1624,"Ġdoing":1625,"Con":1626,"ftware":1627,"outer":1628,"Ġstatus":1629,"Ġ;":1630,"59":1631,"Ġ18":1632,"ols":1633,"Ġtarget":1634,"bl":1635,"âĢĲ":1636,"Ġcomput":1637,"over":1638,"UP":1639,"ubuntu":1640,"Ġmuch":1641,"256":1642,"Ġwhy":1643,"Ġreally":1644,"domain":1645,"NO":1646,"Ġfailed":1647,"Ġeas":1648,"Ġpublic":1649,"ider":1650,"ĉĠ":1651,"clud":1652,"ĠBut":1653,"Ġrepl":1654,"row":1655,"Ġrep":1656,"PU":1657,"Ġetc":1658,"Ġdec":1659,"red":1660,"oid":1661,"UN":1662,"bably":1663,"list":1664,"Ġfolder":1665,"Ġtable":1666,"exec":1667,"Ġtoo":1668,"46":1669,"Ġeither":1670,"Ġspecified":1671,"Ġsign":1672,"ĠDe":1673,"Ġprev":1674,"ocket":1675,"='":1676,"Ġenc":1677,"Ġrece":1678,"Ġright":1679,"Ġide":1680,"Ġreason":1681,"Ġmust":1682,"Ġdepend":1683,"linux":1684,"\".":1685,"vm":1686,"eng":1687,"Ġlast":1688,"play":1689,"Ġspecific":1690,"58":1691,"fe":1692,"ĠUn":1693,"Ġbeh":1694,"Ġloop":1695,"To":1696,"sda":1697,"ict":1698,"When":1699,"'ll":1700,"Ġdele":1701,"Ġrules":1702,"Ġorder":1703,"Ġext":1704,"Ġflag":1705,"Ġlogin":1706,"ba":1707,"Ġdist":1708,"Ġroute":1709,"Ġcron":1710,"Ġelse":1711,"Ġexpl":1712,"sha":1713,"Ġlines":1714,"ebian":1715,"ethod":1716,"Ġexpect":1717,"ribut":1718,"html":1719,"map":1720,"ci":1721,"cd":1722,"Ġlinux":1723,"Ġpriv":1724,"Ġmany":1725,"emon":1726,"Ġdomain":1727,"PN":1728,"ktop":1729,"++":1730,"ginx":1731,"Ġcert":1732,"EX":1733,"Ġfix":1734,"Ġmessage":1735,"Ġapplication":1736,"Ġfine":1737,"Ġerrors":1738,"empt":1739,"script":1740,"ION":1741,"ĠINPUT":1742,"ces":1743,"Ġwho":1744,"Ġpost":1745,"edit":1746,"45":1747,"pri":1748,"Ġpackage":1749,"Ġident":1750,"Ġbit":1751,"ved":1752,"Ġgood":1753,"ĠOpen":1754,"ĠOS":1755,"NAME":1756,"Ġfull":1757,"Ġsm":1758,"Ġresp":1759,"igh":1760,"Ġautom":1761,"Ġformat":1762,"ffff":1763,"ilar":1764,"ait":1765,"Ġmultiple":1766,"Ġvirtual":1767,"ager":1768,"ator":1769,"sc":1770,"47":1771,"Ġthings":1772,"ission":1773,"Ġparamet":1774,"ark":1775,"Ġanything":1776,"ases":1777,"ES":1778,"Ġprobably":1779,"Ġenabled":1780,"Ġbelow":1781,"ternal":1782,"43":1783,"Ġ)":1784,"Ġdocker":1785,"med":1786,"Ġrestart":1787,"53":1788,"ĠWhen":1789,"atab":1790,"Ġkeep":1791,"ĠDNS":1792,"Ġstop":1793,"comp":1794,"bit":1795,"ield":1796,"lan":1797,"Ġnet":1798,"aemon":1799,"tcp":1800,"Ġalways":1801,"Ġrel":1802,"igned":1803,"target":1804,"Ġyes":1805,"########":1806,"uid":1807,"But":1808,"57":1809,"fd":1810,"ific":1811,"#!":1812,"Ġanywhere":1813,"00000000":1814,"Ġstruct":1815,"thon":1816,"with":1817,"ored":1818,"Ġlat":1819,"ror":1820,"share":1821,"Ġbet":1822,"by":1823,"Ġwere":1824,"info":1825,"stand":1826,"(\"":1827,"ython":1828,"size":1829,"php":1830,"ĠNo":1831,"CO":1832,"200":1833,"mnt":1834,"ename":1835,"Ġrouter":1836,"olicy":1837,"Ġ13":1838,"foo":1839,"lso":1840,"UR":1841,"Ġforward":1842,"Ġjob":1843,"ged":1844,"Ġpage":1845,"Ġmeans":1846,"Ġfirewall":1847,"Ġdirectories":1848,"Ġdefin":1849,"ĠCPU":1850,"On":1851,"128":1852,"default":1853,"ĠUS":1854,"49":1855,"files":1856,"As":1857,"ily":1858,"network":1859,"ateway":1860,"Ġactually":1861,"Ġgoing":1862,"Ġms":1863,"\")":1864,"Ġdestination":1865,"Ġcle":1866,"find":1867,"Ġcontainer":1868,"Ġmon":1869,"Ġrule":1870,"Ġdro":1871,"sbin":1872,"Ġsepar":1873,"Ġmak":1874,"ength":1875,"Ġuses":1876,"Ġ${":1877,"Ġgot":1878,"Ġ!":1879,"Ġ64":1880,"mail":1881,"ĠRe":1882,"HO":1883,"plement":1884,"Ġaccount":1885,"DI":1886,"mys":1887,"ru":1888,"pache":1889,"mac":1890,"Ġtun":1891,"creen":1892,"RI":1893,"Ġsoftware":1894,"pn":1895,"cont":1896,".)":1897,"rem":1898,"Ġhead":1899,"client":1900,"ement":1901,"ging":1902,"Re":1903,"sing":1904,"dex":1905,"ernet":1906,"Ġsimilar":1907,"Ġsugg":1908,"Ġsystems":1909,"example":1910,"ctions":1911,"Ġgr":1912,"Ġ200":1913,"Ġstandard":1914,"Ġbetter":1915,"ĠDebian":1916,"#!/":1917,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1918,"IX":1919,"olume":1920,"uring":1921,"ftp":1922,"ĠPro":1923,"ername":1924,"Ġsession":1925,"ĠOn":1926,"ocol":1927,"Ġold":1928,"Ġinv":1929,"Ġtake":1930,"NU":1931,"ails":1932,"ĠID":1933,"Ġinet":1934,"arning":1935,"ier":1936,"orage":1937,"Ġunderstand":1938,"=$(":1939,"Ġremove":1940,"Ġ80":1941,"Ġlib":1942,"Ġfew":1943,"Ġsuccess":1944,"Ġgiven":1945,"->":1946,"openssh":1947,"Ġtyp":1948,"kn":1949,"ero":1950,"eed":1951,"Ġtext":1952,"There":1953,"Ġconfigured":1954,"Ġinstance":1955,"Ġtell":1956,"ĠĠĠĠĠĠĠĠĠĠĠĠĠ":1957,"Ġhaving":1958,"Ġind":1959,"ATH":1960,"âĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢ":1961,"Here":1962,"Ġ\"${":1963,"iB":1964,"Ġdebug":1965,"66":1966,"dport":1967,"Ġour":1968,"Ġsimple":1969,"Ġprocesses":1970,"Ġnorm":1971,"Ġeverything":1972,"full":1973,"Ġwrong":1974,"Ġappro":1975,"grep":1976,"ately":1977,"Ġclo":1978,"atabase":1979,"Ġadded":1980,"42":1981,"52":1982,"Ġprovid":1983,"âĢĻ":1984,"Ġimplement":1985,"Ġping":1986,"Ġgive":1987,"Ġimage":1988,"Ġlot":1989,"xxx":1990,"Ġcalled":1991,"Un":1992,"Ġmethod":1993,"docker":1994,"Ġlevel":1995,"arent":1996,"Pro":1997,"And":1998,"SD":1999,"Ġinclud":2000,"Ġrefer":2001,"tab":2002,"connect":2003,"aut":2004,"pped":2005,"Ġ\"/":2006,"Ġmiss":2007,"pc":2008,"Ġproper":2009,"Ġ255":2010,"Ġhome":2011,"ĠEx":2012,"ĠCh":2013,"Ġsearch":2014,"IL":2015,"udp":2016,"ched":2017,"new":2018,"tty":2019,"anks":2020,"gn":2021,"itional":2022,"ced":2023,"Ġ./":2024,"ridge":2025,"Ġreboot":2026,"which":2027,"\";":2028,"Ġday":2029,"ply":2030,"Ġconf":2031,"AM":2032,"60":2033,"done":2034,"sent":2035,"Ġedit":2036,"Ġ->":2037,"only":2038,"Ġconnected":2039,"Ġdriver":2040,"write":2041,"Ġconnections":2042,"ARD":2043,"Ġsys":2044,"Ġbased":2045,"emp":2046,"ĉĉĠĠ":2047,"Ġchanges":2048,"ven":2049,"*.":2050,"Ġresol":2051,"Ġls":2052,"Ġdevices":2053,"Ġremov":2054,"Ġupdate":2055,"nap":2056,"head":2057,"Ġ`":2058,"Ġisn":2059,"Ġlooking":2060,"ĠHowever":2061,"amba":2062,"go":2063,"Ġfree":2064,"ended":2065,"que":2066,"link":2067,"Ġtak":2068,"Ġsuggest":2069,"Ġassum":2070,"url":2071,"SC":2072,"Ġ@":2073,"OUT":2074,"pid":2075,"Ġinside":2076,"Ġthough":2077,"Ġports":2078,"Ġcat":2079,"du":2080,"78":2081,"ream":2082,"deb":2083,"ĠAn":2084,"hing":2085,"Ġ512":2086,"ention":2087,"ysical":2088,"Ġproxy":2089,"Ġrsync":2090,"Ġbuild":2091,"],":2092,"Ġaw":2093,"Ġaddresses":2094,"active":2095,"Ġvalues":2096,"Linux":2097,"096":2098,"AST":2099,"))":2100,"sions":2101,":~":2102,"Ġitself":2103,"Ġbehav":2104,"ather":2105,"aa":2106,"ified":2107,"(),":2108,"ĠMy":2109,"Ġsecurity":2110,"OT":2111,"Ġautomat":2112,"uilt":2113,"Ġcomputer":2114,"pm":2115,"ĠTCP":2116,"disk":2117,"Ġorig":2118,"ef":2119,"Ġvalid":2120,"amed":2121,"Ġhigh":2122,"Ġattempt":2123,"Ġreal":2124,"SSH":2125,"Ġexecute":2126,"null":2127,"SA":2128,"ustom":2129,"Ġ21":2130,"backup":2131,"Ġmax":2132,"Ġcharacter":2133,"attern":2134,"ently":2135,"Ġdocument":2136,"---":2137,"ĠEn":2138,"Ġcontrol":2139,"down":2140,"ik":2141,"this":2142,"AG":2143,"Ġden":2144,"ller":2145,"Ġwithin":2146,"itor":2147,"Ġexact":2148,"Ġcomplete":2149,"check":2150,"Ġdisplay":2151,"Ġchanged":2152,"Ġbox":2153,"addr":2154,"Ġnext":2155,"rsync":2156,"Ġneeds":2157,"ĠThere":2158,"Ġlibr":2159,"ogle":2160,"Ġlooks":2161,"known":2162,"Ġpip":2163,"Ġsshd":2164,"Ġgetting":2165,"Ġleast":2166,"Ġfield":2167,"limit":2168,"Ġlength":2169,"Ġdirectly":2170,"Ġaround":2171,"ouble":2172,"Ġask":2173,"Ġarch":2174,"Ġlarg":2175,"Host":2176,"Ġrest":2177,"QL":2178,"ĠIs":2179,"util":2180,"cron":2181,"wise":2182,"Ġ==":2183,"Ġappear":2184,"install":2185,"ĠPC":2186,"Ġeffect":2187,"of":2188,"state":2189,"pace":2190,"ites":2191,"box":2192,"Ġwon":2193,"VM":2194,"Ġfeature":2195,"ild":2196,"source":2197,"ute":2198,"sl":2199,"ĠCent":2200,"ruct":2201,"ĠIPv":2202,"Ġobject":2203,"Ġstarted":2204,"Ġidea":2205,"Ġprintf":2206,"Ġreceiv":2207,"itions":2208,"ava":2209,"Ġspecify":2210,"Ġmean":2211,"Ġfunctions":2212,"ries":2213,"Ġentry":2214,"Ġnothing":2215,"TTP":2216,"old":2217,"Ġlet":2218,"Ġvariables":2219,"================":2220,"leep":2221,"ĠAdd":2222,"lay":2223,"command":2224,"68":2225,"sub":2226,"isk":2227,"Ġmissing":2228,"Ġbehavi":2229,"Ġsocket":2230,"ale":2231,"Ġauthentication":2232,"Ġlogs":2233,"esktop":2234,"til":2235,"max":2236,"ics":2237,"Ġhardware":2238,"Ġmachines":2239,"Ġbas":2240,"use":2241,"ssl":2242,"Now":2243,"Ġruns":2244,"SE":2245,"Ġbest":2246,"51":2247,"Ġshows":2248,"97":2249,"Ġcharacters":2250,"Ġdatabase":2251,"TR":2252,"98":2253,"ROP":2254,"Ġic":2255,"Ġreturns":2256,"Ġdescript":2257,"FILE":2258,"Ġsettings":2259,"cf":2260,"pty":2261,"Ġtimes":2262,"@@":2263,"Ġcol":2264,"aster":2265,"ially":2266,"Ġstatic":2267,"Ġsort":2268,"rompt":2269,"dr":2270,"Note":2271,"num":2272,"Ġ$(":2273,"sole":2274,"quest":2275,"include":2276,"Ġwor":2277,"Ġcontains":2278,"Ġmail":2279,"Ġsmall":2280,"Ġsent":2281,"ments":2282,"Ġdrives":2283,"After":2284,"df":2285,"EST":2286,"ĠUSB":2287,"Ġactive":2288,"Ġ30":2289,"ency":2290,"reat":2291,"any":2292,"TER":2293,"Ġword":2294,"ached":2295,"sql":2296,"Ġneeded":2297,"PS":2298,"fully":2299,"GB":2300,"rsa":2301,"Ġquot":2302,"Ġprefer":2303,"ade":2304,"Ġadmin":2305,"Ġsl":2306,"Ġupd":2307,"imum":2308,"ĠNFS":2309,"Ġprivate":2310,"Ġ23":2311,"omm":2312,"De":2313,"MA":2314,"HCP":2315,"MB":2316,"point":2317,"ush":2318,"Ġconsider":2319,"part":2320,"Ġes":2321,"41":2322,"Ġgit":2323,"DP":2324,"mem":2325,"Ġ127":2326,"UID":2327,"oot":2328,"ĠY":2329,"rror":2330,"Ġsever":2331,"Ġmounted":2332,"Ġlocalhost":2333,"WARD":2334,"Ġcaus":2335,"File":2336,"Ġawk":2337,"ences":2338,"Ġprotocol":2339,"PC":2340,"Ġservices":2341,"ORWARD":2342,"site":2343,"Ġ_":2344,"ĠVPN":2345,"ATE":2346,"Ġonce":2347,"Ġscripts":2348,"Ġfar":2349,"cert":2350,"',":2351,"Ġkeys":2352,"git":2353,"version":2354,"Ġinternet":2355,"Ġmanag":2356,"Ġmodule":2357,"However":2358,"Ġaccept":2359,"air":2360,"Ġocc":2361,"ali":2362,"Ġexcept":2363,"ins":2364,"VER":2365,"Ġsimply":2366,"Name":2367,"Ġenter":2368,"Ġdir":2369,"Ġtool":2370,"block":2371,"Ġglob":2372,"Ġlit":2373,"Any":2374,"Ġ172":2375,"ournal":2376,"Ġautomatically":2377,"SP":2378,"pos":2379,"Ġcompil":2380,"shot":2381,"iew":2382,"ities":2383,"Ġenable":2384,"Ġudp":2385,"bc":2386,"Ġstep":2387,"Ġfilter":2388,"ailed":2389,"Ġequ":2390,"Start":2391,"./":2392,"Ġnever":2393,"AA":2394,"pect":2395,"printf":2396,"std":2397,"ĠOUT":2398,"Ġcount":2399,"Ġpe":2400,"hosts":2401,"Ġarguments":2402,"Ġreport":2403,"Ġfi":2404,"pec":2405,"Ġfr":2406,"PATH":2407,"Ġ4096":2408,"Ġdaemon":2409,"ĠThat":2410,"SY":2411,"Ġauth":2412,"Ġredirect":2413,"Ġexternal":2414,"fre":2415,"Ġscope":2416,"Ġcurrently":2417,"//":2418,"Ġmade":2419,"Ġcache":2420,"Ġinfo":2421,"Ġdisks":2422,"CK":2423,"ression":2424,"90":2425,"Ġvolume":2426,"Ġrequired":2427,"bers":2428,"ĠAnd":2429,"libc":2430,"Add":2431,"Ġrather":2432,"uffer":2433,"}'":2434,"ization":2435,"ese":2436,"Ġproblems":2437,"Ġwhether":2438,"keys":2439,"FO":2440,"xxxx":2441,"Ġ32":2442,"Ġcr":2443,"cs":2444,"Ġseveral":2445,"Ġrecord":2446,"Ġpartic":2447,"CC":2448,"Ġhe":2449,"mask":2450,"pg":2451,"tain":2452,"sdb":2453,"Ġextr":2454,"Ġseconds":2455,"Ġdidn":2456,"urs":2457,"mode":2458,"eg":2459,"OSIX":2460,"Ġselect":2461,"ĠTo":2462,"Ġuntil":2463,"Ġrecomm":2464,"used":2465,"ecess":2466,"Ġplace":2467,"Ġmet":2468,"ery":2469,"Ġtrue":2470,"rot":2471,"Ġscreen":2472,"\\\\":2473,"Ġbin":2474,"Thanks":2475,"Ġgateway":2476,"ipv":2477,"ĠInter":2478,"Ġali":2479,"MS":2480,"board":2481,"Ġsd":2482,"ĠGNU":2483,"Ġkill":2484,"ĠAL":2485,"Ġuseful":2486,"reg":2487,"Ġlisten":2488,"Ġturn":2489,"$(":2490,"Ġempty":2491,"oun":2492,"Server":2493,"ULT":2494,"Ġshared":2495,"ĠWhat":2496,"Ġenough":2497,"Ġinterfaces":2498,"Ġbuilt":2499,"Ġsubnet":2500,"Ġparticular":2501,"/*":2502,"DB":2503,"odes":2504,"Ġperformance":2505,"Then":2506,"code":2507,"EW":2508,"Ġcap":2509,"Ġfore":2510,"aph":2511,"Ġ25":2512,"Ġ1000":2513,"sshd":2514,"uf":2515,"cap":2516,"irm":2517,"67":2518,"work":2519,"fun":2520,"Ġ24":2521,"annel":2522,"87":2523,"awk":2524,"En":2525,"ĠSee":2526,"Ġhowever":2527,"az":2528,"Ġparameter":2529,"tar":2530,"MM":2531,"Ġresults":2532,"ential":2533,"Ġinstruct":2534,"ense":2535,"how":2536,"CH":2537,"Ġless":2538,"Ġ||":2539,"KE":2540,"Ġicmp":2541,"Ġgets":2542,"tle":2543,"istory":2544,"gz":2545,"Ġ'/":2546,"Ġign":2547,"Ġdetails":2548,"indow":2549,"ient":2550,"ister":2551,"Ġ*/":2552,"ey":2553,"Ġavoid":2554,"Ġside":2555,"Ġtot":2556,"Ġwait":2557,"Ġphysical":2558,"Us":2559,"ĠDHCP":2560,"fi":2561,"Ġmakes":2562,"Ġlocation":2563,"Ġtop":2564,"Ġprovide":2565,"Ġprompt":2566,"SSL":2567,"Ġpattern":2568,"Ġpackages":2569,"ification":2570,"Ġbridge":2571,"1000":2572,"Ġowner":2573,"____":2574,"Ġsection":2575,"âĶĢâĶ":2576,"bar":2577,"tl":2578,"Ġallows":2579,"********":2580,"Ġadv":2581,"uster":2582,"rm":2583,"bed":2584,"spec":2585,"Ġ27":2586,"Ġmessages":2587,"Ġrouting":2588,"Ġdelete":2589,"Ġfoo":2590,"Ġmanually":2591,"Ġimport":2592,"Ġstructure":2593,"Ġinclude":2594,"Ġseparate":2595,"andom":2596,"Ġstd":2597,"admin":2598,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2599,"ources":2600,"127":2601,"FA":2602,"icit":2603,"ĉĠĠĠ":2604,"Ġcertain":2605,"dump":2606,"OST":2607,"We":2608,"cache":2609,"Ġcp":2610,"Ġq":2611,"Ġnat":2612,"face":2613,"arn":2614,"Ġentries":2615,"Ġpermission":2616,"ĠCentOS":2617,"Ġanyone":2618,"Ġstorage":2619,"ĠHTTP":2620,"rwxrwx":2621,"Ġnormal":2622,"icated":2623,"Ġ]]":2624,"Ġhosts":2625,"Ġincre":2626,"Ġprevious":2627,"password":2628,"Ġinitial":2629,"pass":2630,"public":2631,"adm":2632,"Do":2633,"CT":2634,"ric":2635,"sm":2636,"rupt":2637,"alse":2638,"localhost":2639,"Ġissues":2640,"Ġsupported":2641,"py":2642,"cast":2643,"Ġ26":2644,"Ġrespon":2645,"??":2646,".*":2647,"Ġkind":2648,"Ġdescri":2649,"Ġexper":2650,"Ġcontin":2651,"hell":2652,"input":2653,"Ġ0000":2654,"Ġunit":2655,"Ġcause":2656,"bind":2657,"ĠFORWARD":2658,"Ġwarning":2659,"ĠDROP":2660,"Ġref":2661,"Ġdisc":2662,"strict":2663,"napshot":2664,"ĠNetwork":2665,"kernel":2666,"ired":2667,"pack":2668,"Ġexecuted":2669,"Ġoriginal":2670,"LAN":2671,"Ġsignal":2672,"PE":2673,"sum":2674,"oy":2675,"web":2676,"Ġsed":2677,"Ġinternal":2678,"mysql":2679,"Ġ[[":2680,"Ġusually":2681,"Ġwritten":2682,"hcp":2683,"aps":2684,"env":2685,"Ġfl":2686,"create":2687,"Ġcustom":2688,"TO":2689,"Ġclients":2690,"Ġsomeone":2691,"af":2692,"ceed":2693,"from":2694,"Ġmention":2695,"Ġcomment":2696,"some":2697,"Ġspecial":2698,"Ġflags":2699,"Ġro":2700,"ĠUse":2701,"ntax":2702,"access":2703,"89":2704,"Ġnode":2705,"QU":2706,"Ġbad":2707,"Ġadding":2708,"unch":2709,"Ġdisable":2710,"args":2711,"dm":2712,"Ġhandl":2713,"Ġduring":2714,"pk":2715,"Ġ09":2716,"tro":2717,"like":2718,"</":2719,"Ġdownload":2720,"ĠDo":2721,"Ġcorrectly":2722,"ished":2723,"ground":2724,"84":2725,"oute":2726,"valid":2727,"ens":2728,"uck":2729,"]#":2730,"CON":2731,"apper":2732,"IST":2733,"Ġhandle":2734,"70":2735,"Ġshort":2736,"Ġcontents":2737,"address":2738,"auto":2739,"Ġlikely":2740,"Ġnone":2741,"export":2742,"Ġmonitor":2743,"Ġthread":2744,"icate":2745,"ĠMAC":2746,"Ġdefined":2747,"post":2748,"DR":2749,"ody":2750,"Ġspeed":2751,"Ġpers":2752,"Ġnecess":2753,"ĠLAN":2754,"SQL":2755,"ĠST":2756,"SL":2757,"IG":2758,"Ġdate":2759,"USER":2760,"Ġinstructions":2761,"mary":2762,"thernet":2763,"Ġens":2764,"ĠSet":2765,"mk":2766,"Ġfailure":2767,"shell":2768,"nginx":2769,"ĉĉĠĠĠĠ":2770,"hmac":2771,"Ġwindows":2772,"exit":2773,"velop":2774,"Ġtools":2775,"Ġnamed":2776,"rec":2777,"oud":2778,"Ġraid":2779,"Ġgreat":2780,"process":2781,"icro":2782,"Ġdenied":2783,"change":2784,"Ġlibrary":2785,"ret":2786,"Ġexten":2787,"otal":2788,"istr":2789,"osit":2790,"Ġreceived":2791,"Ġstarting":2792,"node":2793,"Ġreading":2794,"ÂłÂł":2795,"Ġmac":2796,"72":2797,"Ġdropped":2798,"Ġfails":2799,"MD":2800,"ĠConnect":2801,"imes":2802,"Also":2803,"Ġlock":2804,"Ġcontroller":2805,"her":2806,"DO":2807,"Ġlarge":2808,"profile":2809,"ourse":2810,"atever":2811,"Ġ];":2812,"../":2813,"Ġ~/.":2814,"Ġsite":2815,"Ġexpected":2816,"By":2817,"Ġusage":2818,"Ġwhole":2819,"ner":2820,"Ġele":2821,"Ġbro":2822,"imal":2823,"Ġexactly":2824,"Ġ>>":2825,"/$":2826,"ision":2827,"sup":2828,"TL":2829,"........":2830,"ĠOUTPUT":2831,"ability":2832,"ĠAs":2833,"aptop":2834,"anager":2835,"Ġpresent":2836,"vent":2837,"string":2838,"Ġtotal":2839,"ok":2840,"Ġcard":2841,"Ġapt":2842,"Ġzero":2843,"Ġfig":2844,"With":2845,"Ġupgr":2846,"Ġfin":2847,")\"":2848,"ĠAny":2849,"lags":2850,"ĠStart":2851,"Ġexisting":2852,"Ġbind":2853,"cmd":2854,"ross":2855,"From":2856,"Ġbre":2857,"yes":2858,"Ġregular":2859,"Ġpur":2860,"Ġcourse":2861,"Ġswap":2862,"output":2863,"Ġ/*":2864,"xr":2865,"Ġtunnel":2866,"ocation":2867,"DIR":2868,"ynam":2869,"Ġpower":2870,"off":2871,"Ġdisabled":2872,"Ġcop":2873,"No":2874,"512":2875,"fr":2876,"Ġbl":2877,"Ġbehavior":2878,"Ġhappens":2879,"That":2880,"oad":2881,"âķ":2882,"see":2883,"dsa":2884,"call":2885,"Ġclear":2886,"while":2887,"core":2888,"Ġfact":2889,"Ġrange":2890,"Ġpam":2891,"ĠGB":2892,"Ġcalls":2893,"ploy":2894,"NAT":2895,"asswd":2896,"Ġsyntax":2897,"Ġ,":2898,"ĠSystem":2899,"idth":2900,"Ġadditional":2901,"Ġfilename":2902,"Ġattribut":2903,"Ġsit":2904,"ĠkB":2905,"Ġstore":2906,"Ġhour":2907,"Ġentire":2908,"Ġrequests":2909,"filter":2910,"Ġsays":2911,"ommand":2912,"Ġcontent":2913,"Ġblocks":2914,"medi":2915,"pose":2916,"Ġapache":2917,"Ġcore":2918,"Ġlittle":2919,"ping":2920,"press":2921,"Ġplug":2922,"Ġdetect":2923,"94":2924,"ger":2925,"TI":2926,"VI":2927,"debian":2928,"ĠPOSIX":2929,"rt":2930,"ority":2931,"Ġsymb":2932,"ought":2933,"aes":2934,"directory":2935,"ively":2936,"ording":2937,"bashrc":2938,"count":2939,"Ġversions":2940,"ora":2941,"Ġhostname":2942,"lat":2943,"PTION":2944,"orized":2945,"ULL":2946,"Ġgives":2947,"fc":2948,"Ġmodify":2949,"Ġfigure":2950,"Ġ28":2951,"75":2952,"session":2953,"priv":2954,"Ġphp":2955,"Ġguess":2956,"SER":2957,"ĠOr":2958,"Ġaddr":2959,"dit":2960,"HP":2961,"kB":2962,"Ġwww":2963,"ird":2964,"ĠRE":2965,"vpn":2966,"ank":2967,"Ġclass":2968,"LISH":2969,"Ġindex":2970,"=(":2971,"here":2972,"iff":2973,"HOME":2974,"ĠFile":2975,"ABLISH":2976,"Ġprograms":2977,"Ġreplac":2978,"ĠNote":2979,"Ġbackups":2980,"Ġactual":2981,"Ġunless":2982,"doc":2983,"ABLISHED":2984,"abel":2985,"Ġins":2986,"Ġdeterm":2987,"co":2988,"Exec":2989,"Ġ08":2990,"Ġchain":2991,"Ġparameters":2992,"eve":2993,"Ġbus":2994,"Ġtemp":2995,"vious":2996,"ĠMB":2997,"Ġslow":2998,"Ġmove":2999,"Ġquite":3000,"policy":3001,"level":3002,"Ġ'{":3003,"base":3004,"RC":3005,"Ġmysql":3006,"Ġnginx":3007,"Ġeasy":3008,"struct":3009,"duc":3010,"ACK":3011,"gener":3012,"Ġlater":3013,"000000":3014,"Ġforever":3015,"Or":3016,"ĉĠĠĠĠ":3017,"Ġstack":3018,"Ġusername":3019,"AND":3020,"ECT":3021,"Ġprevent":3022,"ster":3023,"ared":3024,"vert":3025,"Chain":3026,"Ġ[-":3027,"Ġexists":3028,"ets":3029,"Ġworked":3030,"65":3031,"Ġtakes":3032,"Ġinte":3033,"forward":3034,"lft":3035,"Ġinstallation":3036,"signed":3037,"js":3038,"Ġcreating":3039,"fl":3040,"Ġbegin":3041,"Ġdouble":3042,"ĠAll":3043,"Ġencrypt":3044,"ĠHost":3045,"onding":3046,"123":3047,"Ġremoved":3048,"Ġmat":3049,"Ġallowed":3050,"achine":3051,"Ġtransfer":3052,"Ġotherwise":3053,"aries":3054,"Ġ01":3055,"Ġapproach":3056,"zip":3057,"stab":3058,"Log":3059,"Ġdifference":3060,"Ġoperation":3061,"me":3062,"ĠThen":3063,"Ġreplace":3064,"irectory":3065,"Ġmanual":3066,"build":3067,"Ġthree":3068,"Ġrequires":3069,"MSG":3070,"ople":3071,"Ġsleep":3072,"Ġleft":3073,"body":3074,"main":3075,"Ġevent":3076,"ĠDocker":3077,"Ġwriting":3078,"Can":3079,"rd":3080,"long":3081,"Ġrelated":3082,"pping":3083,"ah":3084,"soft":3085,"Ġsrc":3086,"ool":3087,"TY":3088,"ĠZ":3089,"ouch":3090,"95":3091,"($":3092,"Ġsched":3093,"Ġparent":3094,"media":3095,"ken":3096,"edora":3097,"prot":3098,"ending":3099,"Ġdocumentation":3100,"Ġhttps":3101,"rwxr":3102,"Ġprovided":3103,"Ġpretty":3104,"Ġmd":3105,"cent":3106,"apache":3107,"Ġexpand":3108,"ĠPID":3109,"ĠAr":3110,"Ġloaded":3111,"Ġpos":3112,"XXXX":3113,"254":3114,"urther":3115,"Ġdue":3116,"fine":3117,"Ġexport":3118,"Ġcommon":3119,"TS":3120,"OF":3121,"93":3122,"Ġpipe":3123,"Ġut":3124,"Ġwhatever":3125,"remote":3126,"Ġsync":3127,"dc":3128,"Ġwindow":3129,"ĠNAT":3130,"Ġspl":3131,"################":3132,"utes":3133,"ram":3134,"Ġfre":3135,"device":3136,"itted":3137,"rib":3138,"Ġsequ":3139,"Ġsectors":3140,"Ġbug":3141,"lders":3142,"Ġconsole":3143,"loop":3144,"KEY":3145,"most":3146,"col":3147,"Ġbig":3148,"though":3149,"Open":3150,"systemctl":3151,"Ġdays":3152,"ifi":3153,"ternative":3154,"Ġstream":3155,"Ġpid":3156,"Ġreposit":3157,"day":3158,"cle":3159,"escript":3160,"User":3161,"Ġtimeout":3162,"Ġ=>":3163,"Ġrele":3164,"Ġmark":3165,"Ġbuffer":3166,"ificate":3167,"~/.":3168,"len":3169,"ĠRAM":3170,"Ġproperly":3171,"ĠAt":3172,"HE":3173,"172":3174,"afe":3175,"--------------------------------":3176,"met":3177,"search":3178,"usb":3179,"Ġnumbers":3180,"Ġbrow":3181,"EDIT":3182,"âķĲ":3183,"Up":3184,"Ġpolicy":3185,"OP":3186,"oci":3187,"RER":3188,"Ġlaptop":3189,"\"$":3190,"unix":3191,"ĠInt":3192,"based":3193,"Ġnecessary":3194,"Ġrecommend":3195,"UB":3196,"DD":3197,"74":3198,"ibility":3199,"Ġdevelop":3200,"Ġconst":3201,"Ġcolum":3202,"Ġcases":3203,"Ġauto":3204,"asp":3205,"OUTING":3206,"cpu":3207,"ĠApache":3208,"src":3209,"olog":3210,"action":3211,"proxy":3212,"Ġsave":3213,"REROUTING":3214,"PRO":3215,"Ġstarts":3216,"Ġcorresp":3217,"Ġplease":3218,"Ġcd":3219,"Ġfast":3220,"ĠRX":3221,"folder":3222,"uation":3223,"Ġchannel":3224,"Ġforwarding":3225,"Ġlay":3226,"Ġpeople":3227,"den":3228,"mon":3229,"fw":3230,"thers":3231,"names":3232,"rv":3233,"verse":3234,"Use":3235,"Ġoutside":3236,"dri":3237,"Ġguest":3238,"send":3239,"username":3240,"Ġclean":3241,"ATA":3242,"79":3243,"python":3244,"Ġprefix":3245,"word":3246,"anc":3247,"vers":3248,"ĠThese":3249,"anch":3250,"ALL":3251,"Ġsuccessfully":3252,"ĠCom":3253,"ĠTX":3254,"ansion":3255,"URCE":3256,"Ġapplications":3257,"edia":3258,"etimes":3259,"Users":3260,"Edit":3261,"Ġreturned":3262,">&":3263,"[@":3264,"ĠSize":3265,"ival":3266,".,":3267,"Ġexecutable":3268,"ROUT":3269,"ĠAlso":3270,"ances":3271,"ĠLO":3272,"Ġubuntu":3273,"Ġgoes":3274,"PI":3275,"Ġchild":3276,"Ġknown":3277,"vant":3278,"Ġpartitions":3279,"Ġach":3280,"ĠWe":3281,"ĠCan":3282,"Ġreach":3283,"Ġdiff":3284,"mlink":3285,"Ġstuff":3286,"gi":3287,"Ġyet":3288,"ives":3289,"da":3290,"ering":3291,"Ġstored":3292,"Ġexplain":3293,"alias":3294,"ĠNIC":3295,"Ġcomes":3296,"allow":3297,"âķĲâķĲ":3298,"69":3299,"73":3300,"Sec":3301,"Ġmaybe":3302,"und":3303,"Ġbinary":3304,"Ġest":3305,"Ġyear":3306,"iles":3307,"mv":3308,"Ġglobal":3309,"Ġpython":3310,"]}\"":3311,"value":3312,"Ġclose":3313,"Ġresponse":3314,"pi":3315,"Ġhistory":3316,"Ġassign":3317,"AY":3318,"Ġexplicit":3319,"mc":3320,"Ġothers":3321,"Ġminutes":3322,"Ġshut":3323,"istent":3324,"ew":3325,"ĠOK":3326,"Ġque":3327,"disc":3328,"Ġalias":3329,"Ġthought":3330,"ctr":3331,"Ġbreak":3332,"Ġachie":3333,"index":3334,"ĠAl":3335,"May":3336,"Ġmov":3337,"Ġappears":3338,"Ġlonger":3339,"Ġsuper":3340,"amp":3341,"udit":3342,"Ġcrontab":3343,"Ġglibc":3344,"ĠâĶľ":3345,"Ġseen":3346,"Ġvarious":3347,"Error":3348,"Ġaffect":3349,"Ġ29":3350,"Ġcommun":3351,"Ġincluding":3352,"')":3353,"Type":3354,"lied":3355,"Ġimportant":3356,"text":3357,"ounter":3358,"Ġdump":3359,"BU":3360,"Ġproto":3361,"led":3362,"63":3363,"ĠWith":3364,"Ġ07":3365,"Ġemail":3366,"pkg":3367,"java":3368,"ĠMT":3369,"Ġnfs":3370,"Ġcome":3371,"Ġmaster":3372,"stit":3373,"runs":3374,"reci":3375,"SOURCE":3376,"endor":3377,"Ġcompat":3378,"Ġsaid":3379,"uplic":3380,"Ġpassed":3381,"Ġgeneral":3382,"ĠAd":3383,"001":3384,"Ġnote":3385,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3386,"hostname":3387,"alloc":3388,"Ġchanging":3389,"Ġregister":3390,"Ġremain":3391,"iag":3392,"Ġcare":3393,"ĠMay":3394,"':":3395,"mno":3396,"NING":3397,"Ġ50":3398,"nfs":3399,"alk":3400,"kill":3401,"gu":3402,"Ġmatches":3403,"Ġdesktop":3404,"âĢĿ":3405,"Al":3406,"Ġpages":3407,"Ġframe":3408,"Ġbits":3409,"Ġsplit":3410,"ox":3411,"Ġcontinue":3412,"Ġgenerate":3413,"LIN":3414,"ĠApp":3415,"Ġtask":3416,"Ġflo":3417,"Ġgenerated":3418,"Ġlogging":3419,"Manager":3420,"Ġmaking":3421,"85":3422,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3423,"tion":3424,"pth":3425,"ios":3426,"Ġquotes":3427,"Ġcond":3428,"ĠContro":3429,"Ġwire":3430,"ped":3431,"Set":3432,"Ġappreci":3433,"Ġrestore":3434,"ĠNEW":3435,"ĠTr":3436,"Ġpreferred":3437,"Ġkex":3438,"using":3439,"dele":3440,"Ġmk":3441,"LOW":3442,"ermission":3443,"ynamic":3444,"Ġsus":3445,"Run":3446,"VPN":3447,"Ġidentity":3448,"Ġamount":3449,"Ġrandom":3450,"amd":3451,"Ġassoci":3452,"glob":3453,"bb":3454,"status":3455,"Ġoften":3456,"Your":3457,"HEL":3458,"Ġenv":3459,"ivalent":3460,"Ġff":3461,"aunch":3462,"ĠUDP":3463,"duce":3464,"\\\"":3465,"gor":3466,"syslog":3467,"ersion":3468,"EM":3469,"ilities":3470,"ĠAfter":3471,"lies":3472,"can":3473,"Ġassume":3474,"ĠHere":3475,"Ġran":3476,"Ġoverruns":3477,"Ġreceive":3478,"kex":3479,"83":3480,"âĶĢâĶĢâĶĢâĶ":3481,"VE":3482,"fort":3483,"Ġexperi":3484,"ĠMan":3485,"pa":3486,"Ġco":3487,"char":3488,"ĠDevice":3489,"IS":3490,"BSD":3491,"duct":3492,"ĠGener":3493,"Ġ60":3494,">]":3495,"Ġfurther":3496,"Ġexpansion":3497,"Ġago":3498,"you":3499,"Ġalloc":3500,"ane":3501,"Ġfollows":3502,"Ġgroups":3503,"Ġprivile":3504,"Ġmatching":3505,"Ġensure":3506,"stack":3507,"Ġmentioned":3508,"~~":3509,"Ġsnapshot":3510,"Ġdeb":3511,"ART":3512,"ctive":3513,"81":3514,"then":3515,"Ġbackground":3516,"Sh":3517,"Ġsupports":3518,"]}":3519,"Ġsets":3520,"resol":3521,"Disk":3522,"FF":3523,"sol":3524,"Ġcontext":3525,"iki":3526,"][":3527,"Ġlinks":3528,"ĠĠĠĠčĊ":3529,"Ġextra":3530,"Ġcombin":3531,"gorith":3532,"Ġrm":3533,"Ġapply":3534,"ban":3535,"Ġtesting":3536,"Ġusb":3537,"ICAST":3538,"Ġcompletely":3539,"Ġdpt":3540,"Ġappropri":3541,"Ġfolders":3542,"olumes":3543,"yz":3544,"aving":3545,"ROUTING":3546,"mult":3547,"reate":3548,"ULTICAST":3549,"quire":3550,"Ġquick":3551,"Ġinterest":3552,"CAST":3553,"ector":3554,"none":3555,"Ġacross":3556,"Res":3557,"edesktop":3558,"Key":3559,"chmod":3560,"irmware":3561,"agent":3562,"flow":3563,"Ġbeli":3564,"Ġheader":3565,"Why":3566,"ĠUser":3567,"Using":3568,"ĠPOST":3569,"Ġfd":3570,"ENT":3571,"ackup":3572,"class":3573,"sv":3574,"Ġsystemctl":3575,"ĠLog":3576,"Ġtempor":3577,"ym":3578,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3579,"82":3580,"LY":3581,"seq":3582,"Ġregard":3583,"update":3584,"Ġ<<":3585,"ROAD":3586,"Ġsymlink":3587,"Check":3588,"MI":3589,"62":3590,"nc":3591,"ROADCAST":3592,"cbc":3593,"api":3594,"RT":3595,"Ġ^":3596,"âĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢâĶĢ":3597,"Ġlogged":3598,"ampl":3599,"Ġones":3600,"ection":3601,"ĠConnection":3602,"ithub":3603,"Ġcent":3604,"ifier":3605,"Ġsk":3606,"Ġagainst":3607,"Ġchecked":3608,"function":3609,"Ġsubstit":3610,"NT":3611,"ĠMac":3612,"Ġways":3613,"ĠIntel":3614,"Ġcar":3615,"freedesktop":3616,"First":3617,"Ġinterpre":3618,"ĠNot":3619,"Ġtermin":3620,"width":3621,"Ġhash":3622,"echn":3623,"enu":3624,"ĠPRO":3625,"ĠInternet":3626,"ĠBash":3627,"Ġbase":3628,"Ġmtu":3629,"angu":3630,"Ġtree":3631,"Ġimmedi":3632,"ĠUN":3633,"ised":3634,"Ġactiv":3635,"ribution":3636,"Mar":3637,"abling":3638,"passwd":3639,"Install":3640,"ĠSh":3641,"Ġ---":3642,"ĠDE":3643,"Ġconnecting":3644,"ĠPREROUTING":3645,"route":3646,"ACCEPT":3647,"LS":3648,"diff":3649,"Jan":3650,"pe":3651,".\"":3652,"Ġcontaining":3653,"journal":3654,"Ġfollowed":3655,"WD":3656,"AIL":3657,"Ġequivalent":3658,"=\"$":3659,"rack":3660,"att":3661,"Ġsolve":3662,"ROR":3663,"tun":3664,"bus":3665,"gen":3666,"MO":3667,"Ġsituation":3668,"ined":3669,"Ġoptim":3670,"ings":3671,"Ġred":3672,"Ġsecure":3673,"ĠPHP":3674,"escription":3675,"Ġdistro":3676,"Ġtag":3677,"Ġ;;":3678,"adcast":3679,"Ġmanager":3680,"Ġtypes":3681,"]]":3682,"Connect":3683,"irror":3684,"Ġpast":3685,"ecdsa":3686,"Ġwond":3687,"At":3688,"101":3689,"Ġlow":3690,"login":3691,"gid":3692,"Ġlisted":3693,"master":3694,"Ġorg":3695,"ĠName":3696,"ĠDis":3697,"Ġscan":3698,"Ġbelieve":3699,"ĠThey":3700,"Ġmodules":3701,"thread":3702,"ĠâĢľ":3703,"Ġview":3704,"@@@@":3705,"Ġunsigned":3706,"space":3707,"just":3708,"Ġmaximum":3709,"ĠUUID":3710,"\",\"":3711,"Ġestabl":3712,"Ġdepends":3713,"Ġfixed":3714,"Ġ06":3715,"ĠPer":3716,"ĠAR":3717,"ges":3718,"ck":3719,"ĠSIG":3720,"ident":3721,"Ġdefaults":3722,"Ġproject":3723,"ĉĉĠ":3724,"ift":3725,"estions":3726,"gres":3727,"'.":3728,"Ġeasily":3729,"LAT":3730,"Ġsending":3731,"Ġtmp":3732,":~$":3733,"Ġtty":3734,"Ġcor":3735,"TB":3736,"Not":3737,"Ġoffs":3738,"ĠVLAN":3739,"ĠOpt":3740,"Ġchecking":3741,"ĠNULL":3742,"Ġclosed":3743,"[[":3744,"Ġok":3745,"attr":3746,"All":3747,"haps":3748,"=${":3749,"ĠRead":3750,"Ġenp":3751,"NET":3752,"Ġ02":3753,"Ġvoid":3754,"enable":3755,"Ġroutine":3756,"itect":3757,"ecause":3758,"ASS":3759,"ember":3760,"VICE":3761,"make":3762,"store":3763,"Ġuni":3764,"arm":3765,"Ġvm":3766,"apter":3767,"Ġcut":3768,";;":3769,"pub":3770,"request":3771,"ĠRem":3772,"ĠEC":3773,"Ġrepository":3774,"==\"":3775,"Ġforce":3776,"nop":3777,"sftp":3778,"trans":3779,"Ġescap":3780,"Ġpointer":3781,"Ġpk":3782,"ĠFailed":3783,"format":3784,"defin":3785,"Ġ31":3786,"ĠJan":3787,"security":3788,"mapper":3789,"Ġdig":3790,"Ġextension":3791,"ibly":3792,"Ġtar":3793,"Feb":3794,"Ġupdated":3795,"utions":3796,"BA":3797,"unk":3798,"amples":3799,"daemon":3800,"stream":3801,"udio":3802,"ideo":3803,"fficient":3804,"icrosoft":3805,"XXX":3806,"Ġbasic":3807,"Ġappropriate":3808,"pem":3809,"ORT":3810,"ports":3811,"Ġnormally":3812,"Ġsimpl":3813,"âĸ":3814,"module":3815,"OL":3816,"page":3817,"Try":3818,"alle":3819,"Ġ\"%":3820,"cr":3821,"asks":3822,"ca":3823,"Ġmatter":3824,"bound":3825,"Ġdescribed":3826,"dec":3827,"ND":3828,"zsh":3829,"zero":3830,"ĠSince":3831,"Ġwanted":3832,"tim":3833,":\\":3834,"expect":3835,"Ġvis":3836,"ĠUR":3837,"aspb":3838,"si":3839,"fstab":3840,"utput":3841,"Ġmanagement":3842,"wd":3843,"Ġachieve":3844,"more":3845,"entials":3846,"ality":3847,"ship":3848,"itecture":3849,"pam":3850,"arily":3851,"Ġnetworks":3852,"Ġ//":3853,"ĠAD":3854,"Ġdrop":3855,"Ġlead":3856,"mit":3857,"vg":3858,"ĠGo":3859,"71":3860,")?":3861,"Ġattack":3862,"Ġideas":3863,"oose":3864,"mark":3865,"Ġprimary":3866,"destination":3867,"coming":3868,"Ġufw":3869,"plug":3870,"ĠLVM":3871,"trl":3872,"Ġqueue":3873,"Authentication":3874,"ivid":3875,">/":3876,"Inter":3877,"umber":3878,"Ġcluster":3879,"Ġdecl":3880,"Ġsteps":3881,"msg":3882,"Ġcorresponding":3883,"PID":3884,"443":3885,"Ġmask":3886,"ĠIC":3887,"FIG":3888,"uming":3889,"fortun":3890,"ĠSup":3891,"lick":3892,"Ġcalling":3893,"Ġmodified":3894,"parse":3895,"ĠUP":3896,"Ġbar":3897,"Ġdhcp":3898,"Ġaction":3899,"ĠMySQL":3900,"One":3901,"Ġwebsite":3902,"bd":3903,"Aug":3904,"adata":3905,"match":3906,"Ġpress":3907,"/\\":3908,"Ġadministr":3909,"Ġoperating":3910,"comple":3911,"Ġ{}":3912,"Ġupgrade":3913,"aris":3914,"ĠVirtual":3915,"sdc":3916,"Ġstartup":3917,"Ġeasier":3918,"Ġresolve":3919,"Ġdescriptor":3920,"INT":3921,"free":3922,"Ġhours":3923,"Ġcapt":3924,"Ġobvious":3925,"ĠâĶĶ":3926,"Ġ04":3927,"Ġassigned":3928,"Ġ~/":3929,"ĠĠĠĠĠĠĠĠĠčĊ":3930,"ĠSpec":3931,"Ġwee":3932,"array":3933,"Ġ03":3934,"smb":3935,"acl":3936,"ĠBy":3937,"Ġplay":3938,"Ġdistribution":3939,"Ġreference":3940,"empl":3941,"Ġsafe":3942,"Ġmonth":3943,"ĠSSL":3944,"ĠDO":3945,"Ġcontainers":3946,"sk":3947,"Ġ1500":3948,"Ġprovides":3949,"ABLE":3950,"xml":3951,"duction":3952,"raid":3953,"ĠUnix":3954,"oring":3955,"Ġinteractive":3956,"Ġindic":3957,"ĠError":3958,"Ġeval":3959,"91":3960,"wait":3961,"Since":3962,"LOG":3963,"ĠNet":3964,"writ":3965,"drwxr":3966,"utils":3967,"gress":3968,"Service":3969,"ĠâĢ¢":3970,"]$":3971,"HOST":3972,"Ġaddition":3973,"Ġpoints":3974,"Ġrelevant":3975,"00000":3976,"nist":3977,"ĠRun":3978,"Ġdelay":3979,"ĠRed":3980,"RA":3981,"------":3982,"smtp":3983,"Jul":3984,"ĠĠĠčĊ":3985,"Ġcolumn":3986,"Ġ\"-":3987,"RUN":3988,"img":3989,"Ġ\"\\":3990,"Ġbrd":3991,"Ubuntu":3992,"Ġ1024":3993,"crypt":3994,"\");":3995,"Ġdistribut":3996,"Ġpract":3997,"Ġfalse":3998,"Ġnamespace":3999,"ĠIPs":4000,"OK":4001,"ĠUT":4002,"SCRI":4003,"Ġshown":4004,"ĠSY":4005,"Ġ'%":4006,"Ġaccording":4007,"ogn":4008,"Ġ(/":4009,"Command":4010,"II":4011,"httpd":4012,"contain":4013,"fail":4014,"su":4015,"111":4016,"ĠJul":4017,"nistp":4018,"Ġ00000000":4019,"Ġjournal":4020,"Ġdeploy":4021,"Ġcou":4022,"Ġmanage":4023,"Ġqdisc":4024,"Ġschedul":4025,"Ġquery":4026,"scripts":4027,"Ġrepre":4028,"Ġunable":4029,"Ġalgorith":4030,"=\"/":4031,"Ġ[<":4032,"YPE":4033,"orrect":4034,"Ġcopied":4035,"after":4036,"socket":4037,"ĠPOSTROUTING":4038,"delete":4039,"Ġlangu":4040,"See":4041,"Ġwin":4042,"ons":4043,"Ġopenssl":4044,"}/":4045,"ĠLink":4046,"Ġsv":4047,"omething":4048,"ĠAT":4049,"ĠSamba":4050,"Ġcreates":4051,"Ġcertificate":4052,"stead":4053,"Some":4054,"25519":4055,"384":4056,"Ġtrack":4057,"Ġsense":4058,"IOS":4059,"-----":4060,"ĠFlags":4061,"Ġconc":4062,"Ġreset":4063,"ides":4064,"Hz":4065,"qld":4066,"ILE":4067,"anted":4068,"Ġdns":4069,"Ġimmediately":4070,"what":4071,"yle":4072,"Ġrestrict":4073,"Ġtap":4074,"ĠCheck":4075,"fortunately":4076,"ĠSM":4077,"WN":4078,"Ġpatch":4079,"alyz":4080,"etm":4081,"61":4082,"WS":4083,"Ġchmod":4084,"const":4085,"elf":4086,"Ġlookup":4087,"queue":4088,"IFS":4089,"Ġnice":4090,"rier":4091,"ntrack":4092,"Ġlogical":4093,"Ġsometimes":4094,"iod":4095,"App":4096,"UI":4097,"Ġlistening":4098,"authorized":4099,"xc":4100,"vis":4101,"Ġwords":4102,"Ġdetermine":4103,"help":4104,"win":4105,"Ġ__":4106,"Ġexpression":4107,"Ġdepending":4108,